FV2510/E_0499.puml
@startuml
skinparam Shadowing false
skinparam NoteBorderColor #f3f1f6
skinparam NoteBackgroundColor #f3f1f6
skinparam NoteFontSize 12
skinparam ActivityBorderColor none
skinparam ActivityBackgroundColor #7a8da1
skinparam ActivityFontSize 16
skinparam ArrowColor #7aab8a
skinparam ArrowFontSize 16
skinparam ActivityDiamondBackgroundColor #7aab8a
skinparam ActivityDiamondBorderColor #7aab8a
skinparam ActivityDiamondFontSize 18
skinparam defaultFontName DejaVu Serif Condensed
skinparam ActivityEndColor #669580

header
<b>FV2210
2022-12-12
endheader

title
GPKE

6.13.2: AD: Wiederherstellung der Anschlussnutzung (Entsperren) auf Anweisung des LF



end title
:<b>E_0499</b>;
note right
<b><i>Prüfende Rolle: NB
end note

if (<b>1: </b> Ist die Entsperrung erfolgreich durchgeführt worden?) then (ja)
    :A01;
    note left
        Cluster: erfolgreich
        Marktlokation ist entsperrt.
    endnote
    kill;
else (nein)
    :A02;
    note left
        Cluster: gescheitert
        Marktlokation ist weiterhin gesperrt.
        Hinweis: Die Gründe des Scheiterns sind zu übermitteln.
    endnote
    kill;
endif

@enduml
